Repository: OtabekEshpulatov/fraud-protection
Catalog: fraud-protection/Resources/Localizable.xcstrings
Source language: en
Languages: ru, uz, uz_cyrl

# lcd-app-settings
source: App Settings
ru: Настройки приложения
uz: Ilova sozlamalari
uz_cyrl: Илова Созламалари

# lcd-app-theme
source: Theme
ru: Тема
uz: Fon
uz_cyrl: Фон

# lcd-dark-theme
source: Dark
ru: Темный

# lcd-days-ago
source: days ago
ru: дней назад
uz: kun oldin
uz_cyrl: кун олдин

# lcd-description
source: Description
ru: Описание
uz: Tavsif
uz_cyrl: Тавсиф

# lcd-full-name
source: Full Name
ru: Полное имя
uz: To’liq Ism
uz_cyrl: Тўлиқ Исм

# lcd-language
source: Language
ru: Язык
uz: Til
uz_cyrl: Тил

# lcd-latest-frauds
source: Latest Frauds
ru: Последние мошенничества
uz: So’ngi fribgarliklar
uz_cyrl: Сўнги фрибгарликлар

# lcd-news
source: News
ru: Новости
uz: Yangiliklar
uz_cyrl: Янгиликлар

# lcd-personal-info
source: Personal Information
ru: Персональная информация
uz: Shaxsiy ma'lumot
uz_cyrl: Шахсий Маълумотлар

# lcd-phone-number
source: Phone Number
ru: Номер телефона
uz: Telefon raqam
uz_cyrl: Телефон Рақам

# lcd-report-fraud-incident
source: Report Fraud
ru: Сообщить
uz: Xabar ber
uz_cyrl: Хабар бер

# lcd-report-submitted-success
source: Your report has been submitted successfully. Thank you!
ru: Ваша заявка успешно отправлена. Спасибо!
uz: Sizning arizangiz muvaffaqiyatli topshirildi. Rahmat!
uz_cyrl: Сизнинг аризангиз муваффақиятли топширилди. Раҳмат!

# lcd-save
source: Save
ru: Сохранять
uz: Saqlash
uz_cyrl: Сақлаш

# lcd-search
source: Search
ru: Поиск
uz: Qidiruv
uz_cyrl: Қидирув

# lcd-settings
source: Settings
ru: Настройки
uz: Sozlamalar
uz_cyrl: Созламалар

# lcd-submit
source: Submit
ru: Отправка
uz: Jo’natish
uz_cyrl: Жўнатиш

# lcd-title
source: Title
ru: Заголовок
uz: Sarlavha
uz_cyrl: Сарлавҳа

# lcd-light-theme
source: Light
uz_cyrl: Енгил
